Repository: gongahkia/hot-cross-buns
Catalog: apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: ms, ta, zh_hans

source: App language
ms: Bahasa aplikasi
ta: பயன்பாட்டு மொழி
zh_hans: 应用语言

source: Choose your app language
ms: Pilih bahasa aplikasi anda
ta: உங்கள் பயன்பாட்டு மொழியைத் தேர்வுசெய்க
zh_hans: 选择你的应用语言

source: Continue
ms: Teruskan
ta: தொடரவும்
zh_hans: 继续

source: Language
ms: Bahasa
ta: மொழி
zh_hans: 语言

source: Pick the language Hot Cross Buns uses before setup. You can change this later in Settings.
ms: Pilih bahasa yang digunakan Hot Cross Buns sebelum persediaan. Anda boleh menukarnya kemudian dalam Tetapan.
ta: அமைப்பைத் தொடங்குவதற்கு முன் Hot Cross Buns பயன்படுத்தும் மொழியைத் தேர்வுசெய்க. இதை பின்னர் அமைப்புகளில் மாற்றலாம்.
zh_hans: 在开始设置前选择 Hot Cross Buns 使用的语言。你稍后可以在“设置”中更改。

source: Use the app in a supported language. System Default follows your macOS language order.
ms: Gunakan aplikasi dalam bahasa yang disokong. Lalai Sistem mengikut susunan bahasa macOS anda.
ta: ஆதரிக்கப்படும் மொழியில் பயன்பாட்டைப் பயன்படுத்தவும். கணினி இயல்புநிலை உங்கள் macOS மொழி வரிசையைப் பின்பற்றும்.
zh_hans: 使用支持的语言显示应用。系统默认会跟随你的 macOS 语言顺序。

source: Welcome
ms: Selamat datang
ta: வரவேற்கிறோம்
zh_hans: 欢迎

source: "%@" is part of a recurring series. "Every event in the series" moves past occurrences too — not just upcoming ones. This is destructive and can't be undone.
ms: "%@" ialah sebahagian daripada siri berulang. "Setiap peristiwa dalam siri" juga memindahkan kejadian yang lalu — bukan hanya yang akan datang. Ini merosakkan dan tidak boleh dibuat asal.
ta: "%@" என்பது தொடர்ச்சியான தொடரின் ஒரு பகுதியாகும். "தொடரின் ஒவ்வொரு நிகழ்வும்" கடந்த கால நிகழ்வுகளையும் நகர்த்துகிறது - வரவிருக்கும் நிகழ்வுகள் மட்டுமல்ல. இது அழிவுகரமானது மற்றும் செயல்தவிர்க்க முடியாது.
zh_hans: “%@”是重复系列的一部分。 “系列中的每个事件”也会移动过去发生的事件，而不仅仅是即将发生的事件。这是破坏性的并且无法撤销。

source: %@ days
ms: %@ hari
ta: %@ நாட்கள்
zh_hans: %@ 天

# %@ dismissed group%@ hidden
source: %1$@ dismissed group%2$@ hidden
ms: %1$@ kumpulan yang diketepikan%2$@ disembunyikan
ta: %1$@ நிராகரிக்கப்பட்ட குழு%2$@ மறைக்கப்பட்டுள்ளது
zh_hans: %1$@ 解散组%2$@ 隐藏

# %@ event%@
source: %1$@ event%2$@
ms: %1$@ acara%2$@
ta: %1$@ நிகழ்வு%2$@
zh_hans: %1$@ 事件%2$@

# %@ event%@ · %@ task%@
source: %1$@ event%2$@ · %3$@ task%4$@
ms: %1$@ acara%2$@ · %3$@ tugas%4$@
ta: %1$@ நிகழ்வு%2$@ · %3$@ task%4$@
zh_hans: %1$@ 事件%2$@ · %3$@ 任务%4$@

source: %@ imported
ms: %@ diimport
ta: %@ இறக்குமதி செய்யப்பட்டது
zh_hans: %@ 进口

# %@ occurrence%@
source: %1$@ occurrence%2$@
ms: %1$@ kejadian%2$@
ta: %1$@ நிகழ்வு%2$@
zh_hans: %1$@ 出现%2$@

# %@ of %@ entries
source: %1$@ of %2$@ entries
ms: %1$@ daripada %2$@ entri
ta: %2$@ உள்ளீடுகளில் %1$@
zh_hans: %1$@ 项（共 %2$@ 项）

source: %@ selected
ms: %@ dipilih
ta: %@ தேர்ந்தெடுக்கப்பட்டது
zh_hans: 已选择 %@

# %@ task%@
source: %1$@ task%2$@
ms: %1$@ tugas%2$@
ta: %1$@ பணி%2$@
zh_hans: %1$@ 任务%2$@

source: %@ tasks selected
ms: %@ tugasan dipilih
ta: %@ பணிகள் தேர்ந்தெடுக்கப்பட்டன
zh_hans: 已选择 %@ 任务

source: +%@ more
ms: +%@ lagi
ta: +%@ மேலும்
zh_hans: +%@ 更多

source: 1 day before
ms: 1 hari sebelum
ta: 1 நாள் முன்பு
zh_hans: 1天前

source: 1 hour before
ms: 1 jam sebelum
ta: 1 மணி நேரத்திற்கு முன்
zh_hans: 1小时前

source: 1 month before
ms: 1 bulan sebelum
ta: 1 மாதம் முன்பு
zh_hans: 1个月前

source: 1 week before
ms: 1 minggu sebelum
ta: 1 வாரத்திற்கு முன்பு
zh_hans: 1周前

source: 1 year
ms: 1 tahun
ta: 1 வருடம்
zh_hans: 1年

source: 1. Click Advanced
ms: 1. Klik Lanjutan
ta: 1. மேம்பட்ட என்பதைக் கிளிக் செய்யவும்
zh_hans: 1. 单击“高级”

source: 10 min before
ms: 10 minit sebelum
ta: 10 நிமிடங்களுக்கு முன்
zh_hans: 10分钟前

source: 10 minutes before
ms: 10 minit sebelum
ta: 10 நிமிடங்களுக்கு முன்
zh_hans: 10分钟前

source: 15 min before
ms: 15 minit sebelum ini
ta: 15 நிமிடங்களுக்கு முன்
zh_hans: 15分钟前

source: 15 minutes before
ms: 15 minit sebelum
ta: 15 நிமிடங்களுக்கு முன்
zh_hans: 15分钟前

source: 180 days
ms: 180 hari
ta: 180 நாட்கள்
zh_hans: 180天

source: 2 days before
ms: 2 hari sebelum
ta: 2 நாட்களுக்கு முன்பு
zh_hans: 2天前

source: 2 hours before
ms: 2 jam sebelum
ta: 2 மணி நேரத்திற்கு முன்
zh_hans: 2小时前

source: 2 weeks before
ms: 2 minggu sebelum ini
ta: 2 வாரங்களுக்கு முன்பு
zh_hans: 2周前

source: 2 years
ms: 2 tahun
ta: 2 ஆண்டுகள்
zh_hans: 2年

source: 2. Click Go to Hot Cross Buns
ms: 2. Klik Pergi ke Hot Cross Buns
ta: 2. Go to Hot Cross Buns என்பதைக் கிளிக் செய்யவும்
zh_hans: 2. 点击前往热十字面包

source: 3 days before
ms: 3 hari sebelum ini
ta: 3 நாட்களுக்கு முன்பு
zh_hans: 3天前

source: 30 days
ms: 30 hari
ta: 30 நாட்கள்
zh_hans: 30天

source: 30 min before
ms: 30 minit sebelum ini
ta: 30 நிமிடங்களுக்கு முன்
zh_hans: 30分钟前

source: 30 minutes before
ms: 30 minit sebelum ini
ta: 30 நிமிடங்களுக்கு முன்
zh_hans: 30分钟前

source: 5 min before
ms: 5 minit sebelum
ta: 5 நிமிடங்களுக்கு முன்
zh_hans: 5分钟前

source: 5 minutes before
ms: 5 minit sebelum
ta: 5 நிமிடங்களுக்கு முன்
zh_hans: 5分钟前

source: 90 days
ms: 90 hari
ta: 90 நாட்கள்
zh_hans: 90天

source: A Mac-native client for Google Tasks and Google Calendar.
ms: Pelanggan asli Mac untuk Tugasan Google dan Kalendar Google.
ta: Google Tasks மற்றும் Google Calendarக்கான Mac-நேட்டிவ் கிளையன்ட்.
zh_hans: 适用于 Google 任务和 Google 日历的 Mac 原生客户端。

source: A Mac-native planner on top of Google Tasks and Google Calendar.
ms: Perancang asli Mac di atas Google Tasks dan Kalendar Google.
ta: Google Tasks மற்றும் Google Calendar இல் மேக்-நேட்டிவ் பிளானர்.
zh_hans: 基于 Google 任务和 Google 日历的 Mac 原生计划程序。

source: ALL-DAY
ms: SEPANJANG HARI
ta: அனைத்து நாள்
zh_hans: 全天

source: Absolute dates
ms: Tarikh mutlak
ta: முழுமையான தேதிகள்
zh_hans: 绝对日期

source: Accepts relative day words and weekday phrases for all-day or timed events.
ms: Menerima perkataan hari relatif dan frasa hari kerja untuk acara sepanjang hari atau bermasa.
ta: அனைத்து நாள் அல்லது நேர நிகழ்வுகளுக்கான தொடர்புடைய நாள் வார்த்தைகள் மற்றும் வார நாள் சொற்றொடர்களை ஏற்றுக்கொள்கிறது.
zh_hans: 接受全天或定时事件的相对日期单词和工作日短语。

source: Accepts today / tonight / tomorrow aliases, next-weekday phrases, relative offsets, and end-of-period shortcuts.
ms: Menerima alias hari ini / malam ini / esok, frasa hari minggu depan, offset relatif dan pintasan akhir tempoh.
ta: இன்று / இன்றிரவு / நாளை மாற்றுப்பெயர்கள், அடுத்த வார சொற்றொடர்கள், தொடர்புடைய ஆஃப்செட்டுகள் மற்றும் காலத்தின் இறுதிக் குறுக்குவழிகளை ஏற்கும்.
zh_hans: 接受今天/今晚/明天别名、下周短语、相对偏移量和期末快捷方式。

source: Activates Hot Cross Buns without changing the current view.
ms: Aktifkan Hot Cross Buns tanpa mengubah paparan semasa.
ta: தற்போதைய காட்சியை மாற்றாமல் ஹாட் கிராஸ் பன்ஸை செயல்படுத்துகிறது.
zh_hans: 激活热十字面包而不更改当前视图。

source: Add Event
ms: Tambah Acara
ta: நிகழ்வைச் சேர்க்கவும்
zh_hans: 添加事件

source: Add Task
ms: Tambah Tugas
ta: பணியைச் சேர்க்கவும்
zh_hans: 添加任务

source: Add task
ms: Tambah tugasan
ta: பணியைச் சேர்க்கவும்
zh_hans: 添加任务

source: Adding ⭐ to a task title shows as a real star emoji in Google Tasks everywhere.
ms: Menambahkan ⭐ pada tajuk tugasan menunjukkan sebagai emoji bintang sebenar dalam Tugasan Google di mana-mana sahaja.
ta: பணியின் தலைப்பில் ⭐ஐச் சேர்ப்பது, எல்லா இடங்களிலும் Google Tasks இல் உண்மையான நட்சத்திர ஈமோஜியாகக் காண்பிக்கப்படும்.
zh_hans: 在任务标题中添加 ⭐ 在 Google Tasks 中会显示为真正的星星表情符号。

source: Adjusts interface scale without changing data.
ms: Laraskan skala antara muka tanpa mengubah data.
ta: தரவை மாற்றாமல் இடைமுக அளவை சரிசெய்கிறது.
zh_hans: 调整界面比例而不更改数据。

source: Adjusts subtask hierarchy.
ms: Melaraskan hierarki subtugas.
ta: துணைப் பணி படிநிலையை சரிசெய்கிறது.
zh_hans: 调整子任务层次结构。

source: After
ms: Selepas
ta: பிறகு
zh_hans: 后

source: Alert
ms: Makluman
ta: எச்சரிக்கை
zh_hans: 警报

source: All reminders within the next %@ days are scheduled.
ms: Semua peringatan dalam %@ hari berikutnya dijadualkan.
ta: அடுத்த %@ நாட்களுக்குள் அனைத்து நினைவூட்டல்களும் திட்டமிடப்பட்டுள்ளன.
zh_hans: 未来 %@ 天内的所有提醒均已安排。

source: All-day
ms: Sepanjang hari
ta: நாள் முழுவதும்
zh_hans: 全天

source: Allow
ms: benarkan
ta: அனுமதி
zh_hans: 允许

source: Appears as a section in the menu-bar popover with a match count and a short preview.
ms: Muncul sebagai bahagian dalam popover bar menu dengan kiraan padanan dan pratonton pendek.
ta: மேட்ச் எண்ணிக்கை மற்றும் குறுகிய முன்னோட்டத்துடன் மெனு-பார் பாப்ஓவரில் ஒரு பிரிவாகத் தோன்றும்.
zh_hans: 显示为菜单栏弹出窗口中的一个部分，其中包含匹配计数和简短预览。

# Applies to %@ task%@. A %@ tag per task is silently skipped by the optimizer.
source: Applies to %1$@ task%2$@. A %3$@ tag per task is silently skipped by the optimizer.
ms: Berlaku untuk %1$@ tugas%2$@. Teg %3$@ setiap tugasan dilangkau secara senyap oleh pengoptimum.
ta: %1$@ task%2$@க்கு பொருந்தும். ஒரு பணிக்கு %3$@ டேக் ஆப்டிமைசரால் அமைதியாக தவிர்க்கப்பட்டது.
zh_hans: 适用于 %1$@ 任务 %2$@。优化器会默默地跳过每个任务的 %3$@ 标记。

source: At time of event
ms: Pada masa kejadian
ta: நிகழ்வு நேரத்தில்
zh_hans: 活动举行时

source: Auth provider: %@
ms: Pembekal pengesahan: %@
ta: அங்கீகார வழங்குநர்: %@
zh_hans: 授权提供商：%@

source: BACK TO SAFETY
ms: KEMBALI KESELAMATAN
ta: பாதுகாப்புக்குத் திரும்பு
zh_hans: 回到安全

source: Base colour scheme
ms: Skema warna asas
ta: அடிப்படை வண்ணத் திட்டம்
zh_hans: 基础配色方案

source: Birthday
ms: hari jadi
ta: பிறந்தநாள்
zh_hans: 生日

source: Cache encrypted
ms: Cache disulitkan
ta: தற்காலிக சேமிப்பு குறியாக்கம் செய்யப்பட்டது
zh_hans: 缓存加密

source: Calendar
ms: Kalendar
ta: நாட்காட்டி
zh_hans: 日历

source: Calendar view modes
ms: Mod paparan kalendar
ta: காலெண்டர் காட்சி முறைகள்
zh_hans: 日历视图模式

source: Capture
ms: Tangkap
ta: பிடிப்பு
zh_hans: 捕获

source: Choose separate sounds for tasks and events, preview them before selecting, or import your own audio. Imported sounds are copied into Hot Cross Buns so playback keeps working even if the original file moves.
ms: Pilih bunyi yang berasingan untuk tugasan dan acara, pratontonnya sebelum memilih, atau import audio anda sendiri. Bunyi yang diimport disalin ke dalam Hot Cross Buns supaya main balik terus berfungsi walaupun fail asal bergerak.
ta: பணிகள் மற்றும் நிகழ்வுகளுக்கான தனி ஒலிகளைத் தேர்வுசெய்யவும், அவற்றைத் தேர்ந்தெடுப்பதற்கு முன் முன்னோட்டமிடவும் அல்லது உங்கள் சொந்த ஆடியோவை இறக்குமதி செய்யவும். இறக்குமதி செய்யப்பட்ட ஒலிகள் ஹாட் கிராஸ் பன்ஸில் நகலெடுக்கப்படுகின்றன, எனவே அசல் கோப்பு நகர்ந்தாலும் பிளேபேக் வேலை செய்யும்.
zh_hans: 为任务和事件选择单独的声音，在选择之前预览它们，或导入您自己的音频。导入的声音会复制到 Hot Cross Buns 中，因此即使原始文件移动，播放也能继续进行。

source: Choose the Hot Cross Buns palette used by cards, text, and app surfaces.
ms: Pilih palet Hot Cross Buns yang digunakan oleh kad, teks dan permukaan apl.
ta: கார்டுகள், உரை மற்றும் பயன்பாட்டு பரப்புகளில் பயன்படுத்தப்படும் ஹாட் கிராஸ் பன்ஸ் தட்டுகளைத் தேர்வு செய்யவும்.
zh_hans: 选择卡片、文本和应用程序表面使用的 Hot Cross Buns 调色板。

source: Choose whether app chrome resolves as dark, light, or follows macOS.
ms: Pilih sama ada chrome apl diselesaikan sebagai gelap, terang atau mengikuti macOS.
ta: ஆப்ஸ் குரோம் இருட்டாக, ஒளியாக மாறுகிறதா அல்லது மேகோஸைப் பின்பற்றுகிறதா என்பதைத் தேர்வுசெய்யவும்.
zh_hans: 选择应用程序镶边是否解析为深色、浅色或遵循 macOS。

source: Chord System
ms: Sistem Kord
ta: நாண் அமைப்பு
zh_hans: 和弦系统

source: Clear day. Nothing scheduled.
ms: Hari yang cerah. Tiada apa-apa yang dijadualkan.
ta: தெளிவான நாள். எதுவும் திட்டமிடப்படவில்லை.
zh_hans: 晴天。没什么安排。

source: Clears checkpoints and refetches everything.
ms: Membersihkan pusat pemeriksaan dan mengambil semula segala-galanya.
ta: சோதனைச் சாவடிகளை அழிக்கிறது மற்றும் எல்லாவற்றையும் திரும்பப் பெறுகிறது.
zh_hans: 清除检查点并重新获取所有内容。

source: Click a shortcut and press the new key combo. Escape cancels. Modifier keys (⌘⇧⌥⌃) are required except for function keys and arrows.
ms: Klik pintasan dan tekan kombo kekunci baharu. Melarikan diri dibatalkan. Kekunci pengubah suai (⌘⇧⌥⌃) diperlukan kecuali kekunci fungsi dan anak panah.
ta: ஷார்ட்கட்டைக் கிளிக் செய்து புதிய கீ காம்போவை அழுத்தவும். எஸ்கேப் கேன்சல். செயல்பாட்டு விசைகள் மற்றும் அம்புக்குறிகளைத் தவிர, மாற்றி விசைகள் (⌘⇧⌥⌃) தேவை.
zh_hans: 单击快捷方式并按新的组合键。逃脱取消。除功能键和箭头外，还需要修饰键 (⌘⇧⌥⌃)。

source: Cmd-click to toggle individual rows, shift-click to extend the selection.
ms: Cmd-klik untuk menogol baris individu, shift-klik untuk melanjutkan pemilihan.
ta: தனிப்பட்ட வரிசைகளை மாற்ற Cmd-கிளிக் செய்யவும், தேர்வை நீட்டிக்க ஷிப்ட்-கிளிக் செய்யவும்.
zh_hans: 按住 Cmd 键单击可切换各个行，按住 Shift 键单击可扩展选择范围。

source: Command
ms: Perintah
ta: கட்டளை
zh_hans: 命令

source: Command Palette
ms: Palet Perintah
ta: கட்டளை தட்டு
zh_hans: 命令面板

source: Command palette
ms: Palet arahan
ta: கட்டளை தட்டு
zh_hans: 命令面板

source: Commands are available immediately.
ms: Perintah tersedia serta-merta.
ta: கட்டளைகள் உடனடியாக கிடைக்கும்.
zh_hans: 命令立即可用。

source: Commits inspector edits and closes the sheet.
ms: Melakukan suntingan pemeriksa dan menutup helaian.
ta: இன்ஸ்பெக்டர் திருத்தங்களைச் செய்து தாளை மூடுகிறார்.
zh_hans: 提交检查员编辑并关闭工作表。

source: Compact
ms: Padat
ta: கச்சிதமான
zh_hans: 袖珍的

source: Completed
ms: Selesai
ta: முடிக்கப்பட்டது
zh_hans: 完全的

source: Completed (%@)
ms: Selesai (%@)
ta: முடிந்தது (%@)
zh_hans: 已完成 (%@)

source: Completed tasks show a short Undo toast at the bottom of the window.
ms: Tugasan yang telah selesai menunjukkan roti bakar Undo pendek di bahagian bawah tetingkap.
ta: முடிக்கப்பட்ட பணிகள் சாளரத்தின் அடிப்பகுதியில் ஒரு சிறிய அன்டூ டோஸ்டைக் காட்டுகின்றன.
zh_hans: 已完成的任务会在窗口底部显示一个简短的撤消提示。

source: Connect Google and refresh before creating a task.
ms: Sambungkan Google dan muat semula sebelum membuat tugasan.
ta: பணியை உருவாக்கும் முன் Googleஐ இணைத்து புதுப்பிக்கவும்.
zh_hans: 在创建任务之前连接 Google 并刷新。

source: Connect Google and refresh before creating an event.
ms: Sambungkan Google dan muat semula sebelum membuat acara.
ta: நிகழ்வை உருவாக்கும் முன் Googleஐ இணைத்து புதுப்பிக்கவும்.
zh_hans: 在创建活动之前连接 Google 并刷新。

source: Connect Google in Settings before adding tasks.
ms: Sambungkan Google dalam Tetapan sebelum menambah tugasan.
ta: பணிகளைச் சேர்ப்பதற்கு முன், Googleஐ அமைப்புகளில் இணைக்கவும்.
zh_hans: 添加任务之前，请在“设置”中连接 Google。

source: Connect your Google account in Settings to see your tasks here.
ms: Sambungkan akaun Google anda dalam Tetapan untuk melihat tugasan anda di sini.
ta: உங்கள் பணிகளை இங்கே பார்க்க, அமைப்புகளில் உங்கள் Google கணக்கை இணைக்கவும்.
zh_hans: 在“设置”中连接您的 Google 帐户，即可在此处查看您的任务。

source: Connect your Google account to see your calendars here.
ms: Sambungkan akaun Google anda untuk melihat kalendar anda di sini.
ta: உங்கள் காலெண்டர்களை இங்கே பார்க்க உங்கள் Google கணக்கை இணைக்கவும்.
zh_hans: 连接您的 Google 帐户以在此处查看您的日历。

source: Connecting to Google…
ms: Menyambung ke Google…
ta: Google உடன் இணைக்கிறது…
zh_hans: 正在连接到谷歌...

source: Convert
ms: Tukar
ta: மாற்றவும்
zh_hans: 转变

source: Couldn't decode snapshot. Raw JSON below.
ms: Tidak dapat menyahkod petikan. JSON mentah di bawah.
ta: ஸ்னாப்ஷாட்டை டிகோட் செய்ய முடியவில்லை. ரா JSON கீழே.
zh_hans: 无法解码快照。下面是原始 JSON。

source: Couldn't save
ms: Tidak dapat menyimpan
ta: சேமிக்க முடியவில்லை
zh_hans: 无法保存

source: Create Event
ms: Buat Acara
ta: நிகழ்வை உருவாக்கவும்
zh_hans: 创建事件

source: Create Task
ms: Buat Tugasan
ta: பணியை உருவாக்கவும்
zh_hans: 创建任务

source: Create one in Settings → Event templates.
ms: Buat satu dalam Tetapan → Templat acara.
ta: அமைப்புகள் → நிகழ்வு டெம்ப்ளேட்களில் ஒன்றை உருவாக்கவும்.
zh_hans: 在“设置”→“事件模板”中创建一个。

source: Create one in Settings → Task templates.
ms: Buat satu dalam Tetapan → Templat tugas.
ta: அமைப்புகள் → பணி டெம்ப்ளேட்களில் ஒன்றை உருவாக்கவும்.
zh_hans: 在“设置”→“任务模板”中创建一个。

source: Creates a copy of the current task.
ms: Mencipta salinan tugasan semasa.
ta: தற்போதைய பணியின் நகலை உருவாக்குகிறது.
zh_hans: 创建当前任务的副本。

source: Creates appear instantly and show an icloud-slash glyph until Google accepts them.
ms: Ciptaan muncul serta-merta dan tunjukkan mesin glif slash icloud sehingga Google menerimanya.
ta: உருவாக்குதல்கள் உடனடியாகத் தோன்றி, கூகுள் ஏற்றுக்கொள்ளும் வரை ஐக்லவுட்-ஸ்லாஷ் க்ளிஃப்பைக் காண்பிக்கும்.
zh_hans: 创建的内容会立即出现并显示 icloud 斜杠字形，直到 Google 接受它们。

source: Currently %@
ms: Pada masa ini %@
ta: தற்போது %@
zh_hans: 目前%@

source: Custom
ms: Adat
ta: தனிப்பயன்
zh_hans: 风俗

source: Custom font applies to all text rendered via the app's semantic text styles. Calls that use system design variants (monospaced digits, rounded, serif) keep the system font on purpose.
ms: Fon tersuai digunakan pada semua teks yang diberikan melalui gaya teks semantik apl. Panggilan yang menggunakan varian reka bentuk sistem (digit monospace, bulat, serif) menyimpan fon sistem dengan sengaja.
ta: தனிப்பயன் எழுத்துரு, பயன்பாட்டின் சொற்பொருள் உரை நடைகள் வழியாக வழங்கப்படும் அனைத்து உரைகளுக்கும் பொருந்தும். கணினி வடிவமைப்பு மாறுபாடுகளைப் பயன்படுத்தும் அழைப்புகள் (மோனோஸ்பேஸ் இலக்கங்கள், வட்டமான, செரிஃப்) கணினி எழுத்துருவை நோக்கத்துடன் வைத்திருக்கின்றன.
zh_hans: 自定义字体适用于通过应用程序的语义文本样式呈现的所有文本。使用系统设计变体（等宽数字、圆角、衬线）的调用会有意保留系统字体。

source: Custom: %@
ms: Tersuai: %@
ta: தனிப்பயன்: %@
zh_hans: 定制：%@

source: Custom…
ms: tersuai…
ta: தனிப்பயன்…
zh_hans: 风俗…

source: Date
ms: tarikh
ta: தேதி
zh_hans: 日期

source: Day anchors
ms: sauh hari
ta: நாள் அறிவிப்பாளர்கள்
zh_hans: 日间主播

source: Deep Links
ms: Pautan Dalam
ta: ஆழமான இணைப்புகள்
zh_hans: 深层链接

source: Deep link error
ms: Ralat pautan dalam
ta: ஆழமான இணைப்பு பிழை
zh_hans: 深层链接错误

source: Deferred reminders, sync conflicts, and quarantined writes will appear here when they need action.
ms: Peringatan tertunda, konflik penyegerakan dan penulisan yang dikuarantin akan dipaparkan di sini apabila mereka memerlukan tindakan.
ta: ஒத்திவைக்கப்பட்ட நினைவூட்டல்கள், ஒத்திசைவு முரண்பாடுகள் மற்றும் தனிமைப்படுத்தப்பட்ட எழுத்துகள் ஆகியவை நடவடிக்கை தேவைப்படும்போது இங்கு தோன்றும்.
zh_hans: 当需要采取行动时，延迟提醒、同步冲突和隔离写入将出现在此处。

source: Delete
ms: Padam
ta: நீக்கு
zh_hans: 删除

source: Delete "%@" from Google Calendar?
ms: Padamkan "%@" daripada Kalendar Google?
ta: Google Calendar இலிருந்து "%@" ஐ நீக்கவா?
zh_hans: 从 Google 日历中删除“%@”吗？

source: Delete task
ms: Padam tugasan
ta: பணியை நீக்கு
zh_hans: 删除任务

source: Deletes the focused task from the inspector or list selection.
ms: Memadamkan tugas yang difokuskan daripada pemeriksa atau pemilihan senarai.
ta: இன்ஸ்பெக்டர் அல்லது பட்டியல் தேர்விலிருந்து கவனம் செலுத்திய பணியை நீக்குகிறது.
zh_hans: 从检查器或列表选择中删除焦点任务。

source: Deleting an event with other attendees may remove it from their calendars and send cancellations. Proceed carefully.
ms: Memadamkan acara dengan peserta lain boleh mengalih keluar acara itu daripada kalendar mereka dan menghantar pembatalan. Teruskan dengan berhati-hati.
ta: மற்ற பங்கேற்பாளர்களுடன் ஒரு நிகழ்வை நீக்குவது அவர்களின் காலெண்டர்களில் இருந்து அதை அகற்றி, ரத்துசெய்தல்களை அனுப்பலாம். கவனமாக தொடரவும்.
zh_hans: 删除与其他参与者一起的活动可能会将其从他们的日历中删除并发送取消通知。小心行事。

source: Detached macOS settings window.
ms: Tetingkap tetapan macOS terpisah.
ta: பிரிக்கப்பட்ட macOS அமைப்புகள் சாளரம்.
zh_hans: 分离的 macOS 设置窗口。

source: Details: %@
ms: Butiran: %@
ta: விவரங்கள்: %@
zh_hans: 详细信息：%@

source: Diagnostics
ms: Diagnostik
ta: நோய் கண்டறிதல்
zh_hans: 诊断

source: Disabled
ms: Dilumpuhkan
ta: முடக்கப்பட்டது
zh_hans: 残疾人

source: Disabling will rewrite the cache as plaintext on disk. The passphrase is required so a stolen laptop can't flip this off.
ms: Melumpuhkan akan menulis semula cache sebagai plaintext pada cakera. Ungkapan laluan diperlukan supaya komputer riba yang dicuri tidak dapat menghidupkannya.
ta: செயலிழக்கச் செய்வது வட்டில் கேச் சாதாரண உரையாக மீண்டும் எழுதும். கடவுச்சொற்றொடர் தேவைப்படுவதால் திருடப்பட்ட மடிக்கணினியால் இதைப் புரட்ட முடியாது.
zh_hans: 禁用会将缓存重写为磁盘上的明文。需要密码短语，因此被盗的笔记本电脑无法关闭此功能。

source: Disconnect Google
ms: Putuskan sambungan Google
ta: Google இணைப்பைத் துண்டிக்கவும்
zh_hans: 断开与谷歌的连接

source: Dismissed duplicate groups will reappear with the !! badge if the current content still matches.
ms: Kumpulan pendua yang ditolak akan muncul semula dengan !! lencana jika kandungan semasa masih sepadan.
ta: நிராகரிக்கப்பட்ட நகல் குழுக்கள் மீண்டும் தோன்றும் !! தற்போதைய உள்ளடக்கம் இன்னும் பொருந்தினால் பேட்ஜ்.
zh_hans: 被解散的重复组将重新出现，并带有 !!如果当前内容仍然匹配，则标记。

source: Download an update first, then the install guide will appear here.
ms: Muat turun kemas kini dahulu, kemudian panduan pemasangan akan dipaparkan di sini.
ta: முதலில் புதுப்பிப்பைப் பதிவிறக்கவும், பின்னர் நிறுவல் வழிகாட்டி இங்கே தோன்றும்.
zh_hans: 首先下载更新，然后安装指南将出现在此处。

source: Downloaded DMGs can sync through your own Google Cloud project. Set this up once, then Hot Cross Buns keeps the OAuth client and refresh token in your Mac Keychain for normal future launches.
ms: DMG yang dimuat turun boleh menyegerak melalui projek Google Cloud anda sendiri. Sediakan ini sekali, kemudian Hot Cross Buns menyimpan klien OAuth dan muat semula token dalam Rantai Kunci Mac anda untuk pelancaran biasa pada masa hadapan.
ta: பதிவிறக்கம் செய்யப்பட்ட DMGகள் உங்களின் சொந்த Google Cloud Project மூலம் ஒத்திசைக்க முடியும். இதை ஒருமுறை அமைக்கவும், பின்னர் Hot Cross Buns ஆனது OAuth கிளையண்டை வைத்து, உங்கள் Mac Keychain இல் டோக்கனைப் புதுப்பிக்கும்.
zh_hans: 下载的 DMG 可以通过您自己的 Google Cloud 项目同步。设置一次后，Hot Cross Buns 会将 OAuth 客户端和刷新令牌保留在您的 Mac 钥匙串中，以便将来正常启动。

source: Downloaded file: %@
ms: Fail dimuat turun: %@
ta: பதிவிறக்கம் செய்யப்பட்ட கோப்பு: %@
zh_hans: 下载的文件：%@

source: Drag a task from the drawer onto a day column to create a 60-minute event back-linked to the task.
ms: Seret tugasan daripada laci ke lajur hari untuk mencipta acara 60 minit yang dipautkan kembali kepada tugasan itu.
ta: பணியுடன் மீண்டும் இணைக்கப்பட்ட 60 நிமிட நிகழ்வை உருவாக்க, டிராயரில் இருந்து ஒரு நாள் நெடுவரிசையில் ஒரு பணியை இழுக்கவும்.
zh_hans: 将任务从抽屉拖到日期列上，以创建反向链接到该任务的 60 分钟事件。

source: Drag an existing event to reschedule it while preserving duration and 15-minute snapping.
ms: Seret acara sedia ada untuk menjadualkannya semula sambil mengekalkan tempoh dan pengambilan 15 minit.
ta: கால அளவு மற்றும் 15 நிமிட ஸ்னாப்பிங்கைப் பாதுகாக்கும் போது, ​​ஏற்கனவே உள்ள நிகழ்வை மீண்டும் திட்டமிட இழுக்கவும்.
zh_hans: 拖动现有事件以重新安排它，同时保留持续时间和 15 分钟的捕捉。

source: Drop here
ms: Turun sini
ta: இங்கே விடுங்கள்
zh_hans: 放到这里

source: Drop on a calendar to move:
ms: Gugur pada kalendar untuk bergerak:
ta: நகர்த்த, காலெண்டரில் வைக்கவும்:
zh_hans: 拖放到日历上即可移动：

source: Duplicate task
ms: Tugasan pendua
ta: நகல் பணி
zh_hans: 重复任务

source: Durations
ms: Tempoh masa
ta: கால அளவுகள்
zh_hans: 持续时间

source: Each tab can hide lists independently of the global Task Lists selection. Turn off "Use custom filter" to fall back to the global set.
ms: Setiap tab boleh menyembunyikan senarai secara bebas daripada pemilihan Senarai Tugas global. Matikan "Gunakan penapis tersuai" untuk kembali ke set global.
ta: ஒவ்வொரு தாவலும் உலகளாவிய பணிப் பட்டியல்களின் தேர்விலிருந்து சுயாதீனமாக பட்டியல்களை மறைக்க முடியும். உலகளாவிய தொகுப்பிற்குத் திரும்ப "தனிப்பயன் வடிகட்டியைப் பயன்படுத்து" என்பதை முடக்கவும்.
zh_hans: 每个选项卡都可以独立于全局任务列表选择来隐藏列表。关闭“使用自定义过滤器”以回退到全局设置。

source: Encrypts the local JSON mirror + offline mutation queue with AES-256-GCM. Google remains the source of truth — re-signing-in always restores task and event data. Forgetting the passphrase means any unsynced offline mutations are lost; synced Google data is not.
ms: Menyulitkan cermin JSON tempatan + baris gilir mutasi luar talian dengan AES-256-GCM. Google kekal sebagai sumber kebenaran — log masuk semula sentiasa memulihkan data tugas dan acara. Melupakan frasa laluan bermakna sebarang mutasi luar talian yang tidak disegerakkan hilang; data Google yang disegerakkan tidak.
ta: AES-256-GCM உடன் உள்ளூர் JSON மிரர் + ஆஃப்லைன் பிறழ்வு வரிசையை என்க்ரிப்ட் செய்கிறது. கூகிள் உண்மையின் ஆதாரமாக உள்ளது - மீண்டும் உள்நுழைவது எப்போதும் பணி மற்றும் நிகழ்வுத் தரவை மீட்டெடுக்கும். கடவுச்சொற்றொடரை மறந்துவிட்டால், ஒத்திசைக்கப்படாத ஆஃப்லைன் பிறழ்வுகள் இழக்கப்படும்; ஒத்திசைக்கப்பட்ட Google தரவு இல்லை.
zh_hans: 使用 AES-256-GCM 加密本地 JSON 镜像 + 离线变异队列。谷歌仍然是事实的来源——重新登录总是会恢复任务和事件数据。忘记密码意味着任何未同步的离线突变都会丢失；同步的谷歌数据不是。

source: End Repeat
ms: Akhiri Ulang
ta: முடிவு மீண்டும்
zh_hans: 结束重复

source: Ends
ms: tamat
ta: முடிவடைகிறது
zh_hans: 结束

source: Esc cancels · 3s timeout
ms: Esc membatalkan · tamat masa 3s
ta: Esc ரத்துசெய்யப்பட்டது · 3வி நேரம் முடிந்தது
zh_hans: Esc取消·3秒超时

source: Event
ms: Peristiwa
ta: நிகழ்வு
zh_hans: 事件
